alexkrechik.cucumberautocomplete
bradlc.vscode-tailwindcss
extensions.json
formulahendry.code-runner
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.powershell
openai.chatgpt
pkief.material-icon-theme
redhat.java
redhat.vscode-yaml
tomoki1207.pdf
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
